tap 'caskroom/cask'
tap 'codeclimate/formulae'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'karan/karan'
tap 'mopidy/mopidy'
tap 'mpv-player/mpv'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
tap 'thoughtbot/formulae'
cask 'java'
cask 'tuntap'
cask 'xquartz'
brew 'xz', args: ['universal']
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'amazon-ecs-cli'
brew 'oniguruma'
brew 'jq'
brew 'ansiweather'
brew 'ant'
brew 'artifactory-cli-go'
brew 'docbook'
brew 'asciidoc'
brew 'pkg-config'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'python3'
brew 'asciinema'
brew 'aspell'
brew 'libffi'
brew 'glib'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'aws-elasticbeanstalk'
brew 'aws-keychain'
brew 'aws-shell'
brew 'awscli'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'bison'
brew 'libtasn1', args: ['universal']
brew 'gmp'
brew 'nettle'
brew 'libtool', args: ['universal']
brew 'libunistring'
brew 'guile'
brew 'gnutls'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libevent'
brew 'bitlbee', service_restart: true
brew 'boost', args: ['with-icu4c']
brew 'boot2docker'
brew 'cabextract'
brew 'calc'
brew 'cheat'
brew 'cmake'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'faac'
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'fribidi'
brew 'harfbuzz'
brew 'libass'
brew 'speex'
brew 'opus'
brew 'libbluray'
brew 'libsoxr'
brew 'libssh'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'webp', args: ['universal']
brew 'zimg'
brew 'ffmpeg'
brew 'chromaprint'
brew 'libsigsegv'
brew 'clisp'
brew 'colordiff'
brew 'coreutils'
brew 'cscope'
brew 'libssh2'
brew 'curl'
brew 'direnv'
brew 'libassuan'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dlite'
brew 'dnsmasq', service_restart: true
brew 'dos2unix'
brew 'dvm'
brew 'ec2-ami-tools'
brew 'ec2-api-tools'
brew 'editorconfig'
brew 'elvish'
brew 'little-cms2', args: ['universal']
brew 'fftw'
brew 'pango'
brew 'imagemagick'
brew 'gsasl'
brew 'mailutils'
brew 'emacs', args: ['with-gnutls', 'with-mailutils']
brew 'envchain'
brew 'exercism'
brew 'faad2'
brew 'fasd'
brew 'flac', args: ['with-libogg']
brew 'libsndfile'
brew 'fluid-synth'
brew 'fondu'
brew 'gcal'
brew 'gd', args: ['universal']
brew 'gdk-pixbuf'
brew 'gdrive'
brew 'gist'
brew 'git-flow'
brew 'git-lfs'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'glide'
brew 'libxml2', args: ['with-python']
brew 'gnome-doc-utils'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'goaccess'
brew 'googler'
brew 'graphviz'
brew 'gstreamer'
brew 'orc'
brew 'gst-plugins-base', args: ['with-libogg', 'with-libvorbis', 'with-theora']
brew 'libepoxy'
brew 'hicolor-icon-theme'
brew 'jasper', args: ['universal']
brew 'gtk+3'
brew 'libdvdcss'
brew 'libdvdread'
brew 'libmms'
brew 'libvo-aacenc'
brew 'gst-plugins-bad', args: ['with-faad2', 'with-libmms', 'with-opus']
brew 'vala'
brew 'libsoup'
brew 'libshout'
brew 'taglib'
brew 'json-c'
brew 'libsamplerate'
brew 'jack'
brew 'pulseaudio'
brew 'gst-plugins-good', args: ['with-flac', 'with-libshout', 'with-speex', 'with-taglib']
brew 'mad'
brew 'two-lame'
brew 'gst-plugins-ugly', args: ['with-flac', 'with-lame', 'with-libmms', 'with-libshout', 'with-libvorbis', 'with-mad', 'with-theora', 'with-two-lame']
brew 'py2cairo'
brew 'pygobject3'
brew 'gst-python'
brew 'htop'
brew 'hub'
brew 'hugo'
brew 'ical-buddy'
brew 'id3lib'
brew 'id3v2'
brew 'jo'
brew 'keychain'
brew 'lastpass-cli', args: ['with-pinentry']
brew 'leptonica'
brew 'lesspipe'
brew 'libaacs'
brew 'libav'
brew 'libdvdnav'
brew 'libgit2'
brew 'libgit2-glib'
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libid3tag'
brew 'libmpdclient'
brew 'libnfs'
brew 'libyaml'
brew 'libzip'
brew 'libzzip'
brew 'livestreamer'
brew 'lnav'
brew 'lua'
brew 'luajit'
brew 'lzo'
brew 'm-cli'
brew 'macvim', args: ['with-lua']
brew 'media-info'
brew 'mercurial'
brew 'wavpack'
brew 'moc'
brew 'monit'
brew 'mono'
brew 'mp3val'
brew 'mpc'
brew 'yajl'
brew 'mpd', service_restart: true
brew 'mpg123'
brew 'mplayer'
brew 'youtube-dl'
brew 'tesseract'
brew 'vapoursynth'
brew 'mpv', args: ['with-libaacs', 'with-libbluray', 'with-libdvdnav', 'with-libdvdread', 'with-vapoursynth']
brew 'mr'
brew 'msgpack'
brew 'tokyo-cabinet'
brew 'mutt'
brew 'ncdu'
brew 'ncmpcpp', args: ['with-clock', 'with-outputs', 'with-visualizer']
brew 'screenresolution'
brew 'neofetch'
brew 'net-snmp'
brew 'no-more-secrets'
brew 'node'
brew 'nvm'
brew 'openconnect'
brew 'openvpn'
brew 'otto'
brew 'p7zip'
brew 'packer'
brew 'pandoc'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'pms'
brew 'qt5'
brew 'qjackctl'
brew 'qt'
brew 'rclone'
brew 'reattach-to-user-namespace', args: ['with-wrap-launchctl', 'with-wrap-pbcopy-and-pbpaste']
brew 'redis'
brew 'rtv'
brew 'chruby'
brew 'ruby'
brew 'ruby-install'
brew 'rust'
brew 'sane-backends', args: ['universal']
brew 'sbcl'
brew 'scons'
brew 'scrollkeeper'
brew 'sdl2'
brew 'sdl2_mixer'
brew 'supervisor', service_restart: true
brew 'swift'
brew 'task'
brew 'terminal-notifier'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'timewarrior'
brew 'tldr'
brew 'tmate'
brew 'tmux'
brew 'transmission'
brew 'unrar'
brew 'vault'
brew 'vim', args: ['with-lua', 'with-override-system-vi']
brew 'weechat', args: ['with-aspell', 'with-curl', 'with-guile', 'with-lua', 'with-perl', 'with-python', 'with-ruby']
brew 'wget'
brew 'wine', args: ['with-samba']
brew 'zenity'
brew 'winetricks'
brew 'zsh'
brew 'zsh-navigation-tools'
brew 'codeclimate/formulae/codeclimate'
brew 'homebrew/binary/appswitch'
brew 'homebrew/boneyard/samba'
brew 'homebrew/boneyard/vpnc'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/games/avanor'
brew 'homebrew/games/brogue'
brew 'homebrew/games/cataclysm'
brew 'homebrew/games/corsixth'
brew 'homebrew/games/dwarf-fortress'
brew 'homebrew/games/frotz'
brew 'karan/karan/gitignore'
brew 'mopidy/mopidy/python-pykka'
brew 'mopidy/mopidy/mopidy-notifier'
brew 'mopidy/mopidy/python-backports-abc'
brew 'mopidy/mopidy/python-backports-ssl-match-hostname'
brew 'mopidy/mopidy/python-certifi'
brew 'mopidy/mopidy/python-six'
brew 'mopidy/mopidy/python-singledispatch'
brew 'mopidy/mopidy/python-tornado'
brew 'neovim/neovim/neovim'
brew 'rogual/neovim-dot-app/neovim-dot-app', args: ['HEAD']
brew 'thoughtbot/formulae/rcm'
cask 'aerial'
cask 'alfred'
cask 'aquamacs'
cask 'bartender'
cask 'cdock'
cask 'consul'
cask 'easysimbl'
cask 'gisto'
cask 'hacker-menu'
cask 'hammerspoon'
cask 'iterm2'
cask 'jollysfastvnc'
cask 'jwzlyrics'
cask 'kitematic'
cask 'liteicon'
cask 'nvalt'
cask 'plex-home-theater'
cask 'seil'
cask 'skitch'
cask 'spotify-notifications'
cask 'theremin'
cask 'tigervnc-viewer'
cask 'tomahawk'
cask 'transmission'
cask 'ubersicht'
cask 'vault'
cask 'virtualbox'
cask 'visualvm'
cask 'vlc'
cask 'wesnoth'
cask 'yakyak'
